{
  "name": "Hu Tao",
  "vision": "Hoả",
  "weapon": "Vũ Khí Cán Dài",
  "nation": "Liyue",
  "affiliation": "Vãng Sinh Đường",
  "rarity": 5,
  "constellation": "Dẫn Điệp",
  "birthday": "0000-07-15",
  "description": "Đường chủ đời thứ 77 của Vãng Sinh Đường, tuổi còn trẻ nhưng đã phụ trách việc tang lễ của Liyue.",
  "skillTalents": [
    {
      "name": "Thương Pháp Bí Truyền Vãng Sinh",
      "unlock": "Tấn Công Thường",
      "description": "Tấn Công Thường\nThực hiện tối đa 6 lần đánh liên tiếp.\nTrọng Kích\nTiêu hao thể lực nhất định, xông về phía trước, gây sát thương cho địch trên đường đi.\nTấn Công Khi Đáp\nĐáp xuống đất từ trên không, tấn công kẻ địch trên đường và gây sát thương phạm vi khi chạm đất.",
      "type": "NORMAL_ATTACK"
    },
    {
      "name": "Điệp Dẫn Lai Sinh",
      "unlock": "Kĩ Năng Nguyên Tố",
      "description": "Bỉ Ngạn Điệp Vũ\nSức tấn công của Hu Tao sẽ tăng lên dựa theo giới hạn HP khi vào trạng thái này. Sát thương tấn công tăng lên bằng cách này không được vượt quá 400% tấn công cơ bản của Hu Tao.\nChuyển sát thương tấn công thành sát thương Nguyên Tố Hỏa, nguyên tố chuyển hóa này không thể bị đính kèm thay thế\nTrọng kích sẽ tăng thêm hiệu quả Huyết Mai Hương cho kẻ địch bị đánh trúng.\nTăng khả năng kháng gián đoạn của Hu Tao.\n\nHuyết Mai Hương\nKẻ địch ở trạng thái Huyết Mai Hương, mỗi 4 giây sẽ chịu sát thương Nguyên Tố Hỏa 1 lần. Sát thương này được xem là sát thương kỹ năng Nguyên Tố.\nCùng một mục tiêu chỉ được tồn tại 1 hiệu quả Huyết Mai Hương, và chỉ có bản thân Hu Tao được làm mới thời gian kéo dài.",
      "type": "ELEMENTAL_SKILL"
    },
    {
      "name": "An Thần Bí Pháp",
      "unlock": "Kĩ Năng Nộ",
      "description": "Vung linh hồn rực lửa, gây sát thương Nguyên Tố Hỏa phạm vi lớn.\nKhi trúng kẻ địch, sẽ hồi HP cho Hu Tao dựa theo giới hạn HP của Hu Tao. Hiệu quả này có hiệu lực với tối đa 5 kẻ địch bị đánh trúng.\nNếu HP của Hu Tao thấp hơn hoặc bằng 50% khi bị kỹ năng đánh trúng thì sẽ gây ra sát thương và lượng trị liệu cao hơn.",
      "type": "ELEMENTAL_BURST"
    }
  ],
  "passiveTalents": [
    {
      "name": "Điệp Ẩn Chi Thời",
      "unlock": "Nội Tại Đột Phá Đầu Tiên",
      "description": "Sau khi kết thúc trạng thái Bỉ Ngạn Điệp Vũ, tỷ lệ bạo kích của tất cả thành viên trong đội ngoại trừ Hutao tăng thêm 12%, duy trì trong 8s.",
      "level": 1
    },
    {
      "name": "Huyết Chi Táo Hỏa",
      "unlock": "Nội Tại Đột Phá Thứ Tư",
      "description": "Khi HP của Hutao dưới 50% cô sẽ được buff thêm 33% sát thương nguyên tố Hỏa cho bản thân.",
      "level": 4
    },
    {
      "name": "Đa Đa Ích Thiện",
      "unlock": "Nội Tại Cố Định",
      "description": "Khi sử dụng Hutao để nấu ăn đạt cấp độ hoàn mỹ sẽ có 18% cơ hội nhận thêm 1 món ăn \"đáng nghi\" cùng loại"
    }
  ],
  "constellations": [
    {
      "name": "Chim Sẻ Bay Nghiêng Về Chân Trời",
      "unlock": "Cung Mệnh Tầng 1",
      "description": "Khi Hutao kích hoạt Bỉ Ngạn Điệp Vũ trong Điệp Dẫn Lai Sinh, những đòn tấn công trọng kích của cô sẽ không gây mất thể lực.",
      "level": 1
    },
    {
      "name": "Mưa Về Bất An",
      "unlock": "Cung Mệnh Tầng 2",
      "description": "Tăng sát thương Huyết Mai Hương lên một lượng bằng 10% HP tối đa của Hu Tao khi trạng thái được kích hoạt.\nNgoài ra, An Thần Bí Pháp cũng sẽ kích hoạt Huyết Mai Hương.",
      "level": 2
    },
    {
      "name": "Huyết Sắc Vấn Vương",
      "unlock": "Cung Mệnh Tầng 3",
      "description": "Tăng cấp tối đa của Điệp Dẫn Lai Sinh thêm 3.\nCấp Kĩ năng tối đa là 15.",
      "level": 3
    },
    {
      "name": "Hoa Phòng Bầu Bạn",
      "unlock": "Cung Mệnh Tầng 4",
      "description": "Khi đánh bại một đối thủ bị tác động bỏi Huyết Mai Hương mà Hu Tao đã tự mình áp vào, tất cả đồng đội ở gần (trừ bản thân Hu Tao) sẽ có tỉ lệ bạo kích tăng 12% trong 15s.",
      "level": 4
    },
    {
      "name": "Đốt Hoa Làm Hương",
      "unlock": "Cung Mệnh Tầng 5",
      "description": "Tăng cấp tối đa của An Thần Bí Pháp lên 3.\nCấp Kĩ năng tối đa là 15.",
      "level": 5
    },
    {
      "name": "U Điệp Lưu Lại Một Chút Hương",
      "unlock": "Constellation Lv. 6",
      "description": "Kích hoạt khi HP của Hu Tao dưới 25% hoặc khi chịu sát thương nặng:\nSát thương lần này sẽ không đánh gục Hu Tao, và trong 10s kế tiếp, tất cả Kháng Nguyên Tố và Kháng Vật Lý của Hu Tao sẽ tăng 200%, tỷ lệ bạo kích tăng 100% và khả năng kháng gián đoạn tăng mạnh.\nHiệu quả này sẽ tự động kích hoạt khi HP của Hu Tao còn 1.\nMỗi 60 giây chỉ kích hoạt 1 lần.",
      "level": 6
    }
  ],
  "vision_key": "PYRO",
  "weapon_type": "POLEARM"
}
